bear
btop
clang
cups
fastfetch
firefox
fish
gdb
git
greetd
greetd-tuigreet
grim
helix
hyprland
imagemagick
lazygit
less
lua-language-server
mako
man-db
man-pages
mpc
mpd
networkmanager
nnn
noto-fonts-cjk
noto-fonts-emoji
ntp
nvtop
openssh
pacman-contrib
pinta
pipewire
pipewire-pulse
playerctl
pulsemixer
pyalpm
qpwgraph
qt5-wayland
rofi-wayland
rust-analyzer
rustup
slurp
steam
swww
ttf-cousine-nerd
ttf-dejavu-nerd
ttf-font-awesome
ufw
unzip
waybar
wget
wireplumber
wl-clipboard
wlroots
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
