7zip
alsa-utils
audacity
avldrums.lv2
bear
btop
cava
clang
cups
dosfstools
egl-gbm
emscripten
fastfetch
ffmpeg4.4
fish
gamescope
gdb
gimp
git
greetd
greetd-tuigreet
grim
helix
hyphen-en
hyprland
imagemagick
inkscape
java-atk-wrapper-openjdk8
lazygit
less
libdv
libreoffice-still
lld
mako
man-db
man-pages
miniserve
minisign
mpc
mpd
networkmanager
niri
nmap
nodejs
noto-fonts-cjk
noto-fonts-emoji
ntp
nvtop
odin
odinfmt
openscad
openssh
pacman-contrib
pipewire
pipewire-pulse
playerctl
pulsemixer
pyalpm
python-lsp-server
qpwgraph
qt5-wayland
reaper
rofi
rust-analyzer
rustup
sane
schroedinger
sdl3
simple-scan
slurp
spirv-headers
steam
strace
swww
tree
ttf-cousine-nerd
ttf-dejavu-nerd
ufw
unzip
vim
vulkan-extra-layers
vulkan-extra-tools
vulkan-html-docs
vulkan-tools
vulkan-utility-libraries
vulkan-validation-layers
waybar
wget
wine
wine-mono
winetricks
wireplumber
wl-clipboard
wlroots0.18
woff2-font-awesome
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xwayland-satellite
yabridge
yabridgectl
