alsa-utils
<<<<<<< HEAD
=======
asciinema
atril
bash-completion
>>>>>>> refs/remotes/origin/main
bear
bluez
bluez-utils
brightnessctl
btop
cliphist
cloc
cups
<<<<<<< HEAD
cups-pdf
discord
=======
dhcpcd
>>>>>>> refs/remotes/origin/main
fastfetch
fcitx5
fcitx5-configtool
fcitx5-mozc
firefox
fish
gamemode
gdb
ghostscript
git
glfw
globalprotect-openconnect
<<<<<<< HEAD
=======
glow
go
>>>>>>> refs/remotes/origin/main
grim
gvfs-smb
helix
<<<<<<< HEAD
hunspell-en_us
=======
hunspell
hunspell-en_us
hyphen-en
>>>>>>> refs/remotes/origin/main
hyprland
jdk21-openjdk
jq
kitty
less
lib32-gamemode
<<<<<<< HEAD
lib32-libcurl-compat
lib32-libcurl-gnutls
lib32-openal
lib32-vulkan-radeon
=======
>>>>>>> refs/remotes/origin/main
libreoffice-fresh
lldb
lxqt-policykit
mako
man-db
man-pages
meson
mpc
mpd
nano
neovim
net-tools
networkmanager
networkmanager-openconnect
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
nvtop
obs-studio
openbsd-netcat
openssh
pacman-contrib
picard
pinta
pipewire
pipewire-pulse
playerctl
premake
pulsemixer
qpwgraph
qt5-wayland
ripgrep
rofi-wayland
rust-analyzer
rustup
samba
sfml
slurp
smbclient
socat
starship
steam
swww
thunar
tinyxxd
tree
ttf-cousine-nerd
ttf-dejavu-nerd
ufw
unzip
valgrind
vulkan-extra-layers
vulkan-extra-tools
vulkan-html-docs
vulkan-tools
vulkan-utility-libraries
waybar
wget
wireplumber
wl-clipboard
wlroots
wofi
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-user-dirs
yt-dlp
zig
