acpi
alsa-utils
bash-completion
bear
bluez
brightnessctl
btop
cliphist
cloc
dhcpcd
discord
fastfetch
fcitx5
fcitx5-configtool
fcitx5-mozc
figlet
firefox
fish
gamemode
git
glfw
go
grim
hyprland
jq
kitty
less
lib32-gamemode
lib32-vulkan-radeon
lxqt-policykit
mako
man-db
man-pages
mpc
mpd
nano
neovim
net-tools
networkmanager
noto-fonts-cjk
noto-fonts-emoji
nvtop
obs-studio
openssh
picard
pinta
pipewire
pipewire-pulse
playerctl
premake
pulsemixer
qpwgraph
qt5-wayland
ripgrep
rofi-wayland
rustup
slurp
socat
steam
swww
thunar
ttf-cousine-nerd
ttf-dejavu-nerd
ufw
unzip
vlc
vulkan-extra-layers
vulkan-extra-tools
vulkan-html-docs
vulkan-tools
vulkan-utility-libraries
wev
wireplumber
wl-clipboard
wofi
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-user-dirs
yt-dlp
zig
