atril
bluez
bluez-utils
brightnessctl
btop
cliphist
cloc
cups
fastfetch
firefox
fish
gamemode
gdb
ghostscript
git
globalprotect-openconnect
grim
helix
hyphen-en
hyprland
jq
kitty
less
lib32-gamemode
mako
man-db
man-pages
mpc
mpd
nano
neovim
net-tools
networkmanager
networkmanager-openconnect
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
nvtop
openssh
p7zip
pacman-contrib
pinta
pipewire
pipewire-pulse
playerctl
pulsemixer
python-beautifulsoup4
python-lsp-server
qpwgraph
qt5-wayland
ripgrep
rofi-wayland
rust-analyzer
rustup
slurp
socat
starship
steam
swww
thunar
tree
ttf-cousine-nerd
ttf-dejavu-nerd
ufw
unzip
vulkan-extra-layers
vulkan-extra-tools
vulkan-html-docs
vulkan-tools
vulkan-utility-libraries
waybar
wget
wireplumber
wl-clipboard
wlroots
wofi
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-user-dirs
zig
